Repository: middlesister/ttf-translate
Catalog: watson/*/*.po
Languages: it_it

source: 404: Page Not Found
it_it: 404: Pagina Non Trovata

source: We are terribly sorry, but the <abbr title="Universal resource locator">URL</abbr> you typed <em>no longer exists</em>. It might have been moved or deleted.
it_it: Ci dispiace molto, ma l'<abbr title="Universal resource locator">URL</abbr> inserita <em>non esiste più</em>. Potrebbe essere stata spostata o eliminata.

source: Read full article
it_it: Leggi articolo completo

source: Categories:
it_it: Categorie:

source: Tagged:
it_it: Tag:

source: Read next article
it_it: Leggi articolo successivo

source: Read previous article
it_it: Leggi articolo precedente

source: By
it_it: Di

source: Read article
it_it: Leggi articolo

source: Jump to comments
it_it: Vai ai commenti

source: 0 Comments
it_it: 0 Commenti

source: 1 Comment
it_it: 1 Commento

source: % Comments
it_it: % Commenti

source: Older posts
it_it: Articoli più vecchi

source: Newer posts
it_it: Articoli più recenti

source: Return to %s
it_it: Torna a %s

source: Previous
it_it: Precedente

source: Next
it_it: Successivo

source: This post is password protected. Enter the password to view comments.
it_it: Questo articolo è protetto da password. Inserisci la password per visualizzare i commenti.

source: One Response to <em>&ldquo;%2$s&rdquo;</em>
it_it: Una Risposta a <em>&ldquo;%2$s&rdquo;</em>

source: &larr; Older comments
it_it: &larr; Commenti più vecchi

source: Newer comments &rarr;
it_it: Commenti più recenti &rarr;

source: Comments are closed.
it_it: I commenti sono chiusi.

# noun
source: Comment
it_it: Commento

source: Subscribe to this comment feed via <abbr title="Really Simple Syndication">RSS<abbr>
it_it: Iscriviti al feed <abbr title="Really Simple Syndication">RSS<abbr> di questi commenti.

source: Basic <abbr title="Hypertext Markup Language">HTML</abbr> is allowed. Your email address will not be published.
it_it: È consentito l'utilizzo di <abbr title="Hypertext Markup Language">HTML</abbr> semplice. Il tuo indirizzo email non verrà pubblicato.

source: Name: <span class="required">&#42;</span>
it_it: Nome: <span class="required">&#42;</span>

source: Name:
it_it: Nome:

source: Website:
it_it: Sito web:

source: RSS feed
it_it: Feed RSS

source: Theme info
it_it: Informazioni sul tema

source: The Theme Foundry home page
it_it: Sito web di The Theme Foundry

source: Edit page
it_it: Modifica pagina

source: Featured slider
it_it: Slider in primo piano

source: Posts in the <strong>Featured slider</strong> rotate on the home page, above your regular post list. Each post in the slider will display a large featured image, the post title, and a small excerpt.
it_it: Gli articoli nella <strong>Slider in primo piano</strong> ruotano sull'home page, al di sopra del normale elenco degli articoli. Ogni articolo nello slider mostrerà un'immagine grande in primo piano, il titolo dell'articolo e un breve estratto.

source: Featured thumbnails
it_it: Miniature in primo piano

source: The <strong>Featured thumbnails</strong> section is perfect for including teasers of your favourite posts on your site&#8217s home page. This section displays up to four posts of your choice. Each featured thumbnail post displays a small thumbnail image and post title.
it_it: La sezione <strong>Miniature in primo piano</strong> è perfetta per includere un'anteprima dei tuoi articoli in primo piano sull'home page del tuo sito. Questa sezione mostra fino a quattro articoli a tua scelta. Ogni miniatura in primo piano mostra una piccola miniatura e il titolo dell'articolo.

source: Custom editor buttons
it_it: Pulsanti dell'editor aggiuntivi

source: Watson provides custom formatting buttons for styling your content. Click the "show kitchen sink" button to view Watson&#8217s formatting buttons.
it_it: Watson fornisce pulsanti di formattazione aggiuntivi per impostare lo stile del tuo contenuto. Clicca sul pulsante "Mostra Seconda riga pulsanti" per mostrare i pulsanti di formattazione di Watson.

source: Page templates
it_it: Modelli di pagina

source: Watson provides 4 page templates, each with slightly different layouts and functionality. The default page template is center-aligned (not full-width) without a sidebar.
it_it: Watson fornisce 4 modelli di pagina, ognuno con layout e funzionalità leggermente differenti. Il modello di pagina di default è allineato al centro (non a piena larghezza) senza una barra laterale.

source: Foundry Slider
it_it: Slider Foundry

source: Show in featured slider
it_it: Mostra nello slider in primo piano

source: Featured Slider
it_it: Slider In Primo Piano

source: Featured
it_it: In Primo Piano

source: Show in featured thumbnails
it_it: Mostra nelle miniature in primo piano

source: Watson Theme Post Options
it_it: Opzioni Articolo del Tema Watson

source: Logo &amp; featured slider
it_it: Logo &amp; slider in primo piano

source: Display options
it_it: Opzioni di visualizzazione

source: Subscribe links &amp; copyright
it_it: Link di sottoscrizione dei servizi &amp; copyright

source: Logo image:
it_it: Immagine logo:

source: Upload an image (making sure to click <strong>"Insert into post"</strong>) or enter an <abbr title="Universal resource locator">URL</abbr> for your image. If you choose not to upload a logo, your site's title will be used for the header.
it_it: Carica un'immagine (accertandoti di cliccare su <strong>"Inserisci nell'articolo"</strong>) o di inserire un'<abbr title="Universal resource locator">URL</abbr> della tua immagine. Se decidi di non caricare un logo, nell'intestazione verrà usato il titolo del tuo sito.

source: High resolution logo
it_it: Logo ad alta risoluzione

source: Upload a high resolution logo image for Retina (and similar hi-res) devices. This logo will be scaled down 50% and served only to high resolution devices.
it_it: Carica un'immagine logo ad alta risoluzione per dispositivi Retina (o simili ad alta risoluzione). Il logo verrà mostrato in scala ridotta al 50% e fornito dal server solo sui dispositivi ad alta risoluzione.

source: Autostart slider
it_it: Avvia slider in automatico

source: Check to automatically start slideshow animation for the featured slider.
it_it: Spunta per far partire in automatico l'animazione slideshow dello slider in primo piano.

source: Hide tags
it_it: Non mostrare tag

source: Check to hide tags in posts.
it_it: Spunta per non mostrare i tag negli articoli.

source: Hide categories
it_it: Non mostrare categorie

source: Check to hide categories in posts.
it_it: Spunta per non mostrare le categorie negli articoli.

source: Hide author
it_it: Non mostrare autore

source: Check to hide the author in posts.
it_it: Spunta per non mostrare l'autore negli articoli.

source: Hide date
it_it: Non mostrare la data

source: Check to hide dates throughout your site.
it_it: Spunta per non mostrare le date ovunque nel tuo sito.

source: Hide post featured image
it_it: Non mostrare immagine in primo piano nell'articolo

source: Check to hide featured images in the single blog post view.
it_it: Spunta per non mostrare le immagini in primo piano durante la visualizzazione di un singolo articolo.

source: Hide post navigation
it_it: Non mostrare la navigazione tra gli articoli

source: Check to hide post navigation in the single blog post view.
it_it: Spunta per non mostrare la navigazione tra gli articoli durante la visualizzazione di un singolo articolo.

source: Disable web fonts
it_it: Disabilita font web

source: Check to turn off web fonts.
it_it: Spunta per disabilitare i font web.

source: Primary color
it_it: Colore primario

source: Choose the primary color for your theme. The primary color is used for link text and other accents.
it_it: Scegli il colore principale per il tuo tema. Il colore principale è utilizzato per il testo dei link e altri elementi in risalto.

source: Twitter <abbr title="Universal resource locator">URL</abbr>:
it_it: <abbr title="Universal resource locator">URL</abbr> Twitter:

source: Enter your Twitter link.
it_it: Inserisci il tuo link Twitter.

source: Facebook <abbr title="Universal resource locator">URL</abbr>:
it_it: <abbr title="Universal resource locator">URL</abbr> Facebook:

source: Enter your Facebook link.
it_it: Inserisci il tuo link Facebook

source: Google+ <abbr title="Universal resource locator">URL</abbr>:
it_it: <abbr title="Universal resource locator">URL</abbr> Google+:

source: Enter your Google+ link.
it_it: Inserisci il tuo link Google+.

source: Flickr <abbr title="Universal resource locator">URL</abbr>:
it_it: <abbr title="Universal resource locator">URL</abbr> Flickr:

source: Enter your Flickr link.
it_it: Inserisci il tuo link Flickr.

source: Disable all icons
it_it: Disabilita tutte le icone

source: Check to hide all subscribe icons (including <abbr title="Really Simple Syndication">RSS</abbr>). This option overrides all other icon settings.
it_it: Spunta per non mostrare tutte le icone di sottoscrizione dei servizi (incluso <abbr title="Really Simple Syndication">RSS</abbr>). Questa opzione ha la precedenza su tutte le altre impostazioni delle icone.

source: Credit line text:
it_it: Crediti e attribuzione:

source: Enter your credit text to be displayed in the theme footer. Basic HTML is allowed.
it_it: Inserisci il testo con crediti e attribuzione da mostrare nel più di pagina del tema. È consentito l'utilizzo di HTML semplice.

source: Page Not Found |
it_it: Pagina Non Trovata |

source: Search results |
it_it: Risultati della ricerca |

source: Posts from the &#8216;%s&#8217; category
it_it: Articoli della categoria &#8216;%s&#8217;

source: Posts tagged &#8216;%s&#8217;
it_it: Articoli con tag &#8216;%s&#8217;

source: Archive for &#8216;%s&#8217;
it_it: Archivio per &#8216;%s&#8217;

source: Posts by %s
it_it: Articoli di %s

source: Blog Archives
it_it: Archivi Blog

source: Watson Theme Recently Discussed
it_it: Tema Watson Discussi Recentemente

source: Posts with recent comments. Shows post featured image, title and time of last comment.
it_it: Articoli con commenti recenti. Mostra la miniatura in primo piano, il titolo e la data dell'ultimo commento dell'articolo.

source: Recently discussed
it_it: Discussi recentemente

source: Primary Menu
it_it: Menu principale

source: Go to&hellip;
it_it: Vai a&hellip;

source: Sidebar
it_it: Barra Laterale

source: Footer Left
it_it: Piè di Pagina Sinistro

source: Footer Right
it_it: Piè di Pagina Destro

source: Your comment is awaiting moderation.
it_it: Il tuo commento è in attesa di moderazione.

source: show color picker
it_it: mostra selettore colore

source: Options already initialized. Struts no longer requires manual initialization.
it_it: Opzioni già inizializzate. Struts non ha più bisogno di inizializzazione manuale.

source: Theme Options
it_it: Opzioni del Tema

source: Section with name &lsquo;%1$s&rsquo; not defined
it_it: Sezione di nome &lsquo;%1$s&rsquo; non definita

source: Save Settings
it_it: Salva Impostazioni

source: Reset Defaults
it_it: Ripristina Default

source: Theme settings updated successfully.
it_it: Impostazioni del tema aggiornate con successo.

source: Edit
it_it: Modifica

source: Save changes
it_it: Salva modifiche

source: Page:
it_it: Pagina:

source: Search results for &#8216;%s&#8217;
it_it: Risultati della ricerca per &#8216;%s&#8217;

source: Sorry, your search for &#8216%s&#8217 did not turn up any results. Please try again.
it_it: Ci dispiace, la tua ricerca per &#8216%s&#8217 non ha dato alcun risultato. Prova con un'altra ricerca.

source: Type and press Enter to search
it_it: Scrivi e premi Invio per cercare

source: Search site&hellip;
it_it: Cerca nel sito&hellip;

source: Temporary sidebar
it_it: Barra laterale temporanea

source: Start adding your own Widgets to the sidebar by going to the <em>Appearance &rarr; Widgets</em> screen on your admin dashboard. This sidebar cannot be toggled off or removed.
it_it: Inizia ad aggiungere i tuoi Widget alla barra laterale dalla pagina <em>Aspetto &rarr; Widget</em> della bacheca di amministrazione. Questa barra laterale non può essere nascosta o rimossa.

source: Edit post
it_it: Modifica articoli

source: Pages
it_it: Pagine

source: Recent posts
it_it: Articoli recenti

source: Authors
it_it: Autori

source: Categories
it_it: Categorie

source: Archives
it_it: Archivi

source: A polished magazine theme with a touch of class. Perfect for photojournalists, bloggers and authors who prefer long-format content.
it_it: Un tema per magazine molto curato e con un tocco di classe. Perfetto per fotoreporter, blogger e autori che preferiscono contenuti di lungo formato.

source: Full-width
it_it: Piena larghezza

source: Sitemap
it_it: Mappa del sito

source: With Sidebar
it_it: Con Barra Laterale
